{
    "HOME": {
        "title": "Bem vindo",
        "colaboracao": "Colaboração da guilda, FairyTail - EST-117",
        "descrip": "Seja muito bem vindo ao Tales of Guide, o nosso intuito é poder ajudar de alguma forma quem está começando ou até mesmo aqueles que já jogam a algum tempo. Sinta-se a vontade para mandar a sua opinião sobre o app ou sugestão/correção de alguma informação. No menu a esquerda você irá acessar todo o conteúdo que possuímos atualmente. Faça bom proveito e bom jogo!"
    },
    "ALERT": {
        "header": "Error",
        "msg": "There was a problem with your operation"
    },

    "NVLPRATOS": {

        "BASICS": "Pratos Iniciais",
        "LVL5":  "Nível de culinária 5",
        "LVL10": "Nível de culinária 10",
        "LVL15": "Nível de culinária 15",
        "LVL20": "Nível de culinária 20",
        "LVL25": "Nível de culinária 25"

    },

    "EGGNOODLES": {

        "lvlreq": "LVL 55 para comer",
        "require": "Ingredientes",
        "name": "Macarrão com ovos",
        "buffs": "CB: 2400, HP: 3300, Ataque: 110, Defesa: 110, Recuperação de HP: 3000"
        
    },

    "MASHEDPOTATO": {

        "lvlreq": "LVL 55 para comer",
        "require": "Ingredientes",
        "name": "Purê de batatas",
        "buffs": "CB: 2520, HP: 3600, Ataque: 120, Defesa: 120, Dano final: 1500"

    },

    "CORNSOUP": {

        "lvlreq": "LVL 55 para comer",
        "require": "Ingredientes",
        "name": "Sopa de milho doce",
        "buffs": "CB: 2640, HP: 3900, Ataque: 130, Defesa: 130, Dano refletido: 1500"

    },

    "FISHBALL": {

        "lvlreq": "LVL 55 para comer",
        "require": "Ingredientes",
        "name": "Bolinho de peixe",
        "buffs": "CB: 2760, HP: 4200, Ataque: 140, Defesa: 140, VIT: +1%"

    },

    "FISHFILLET": {

        "lvlreq": "LVL 55 para comer",
        "require": "Ingredientes",
        "name": "Filé de peixe",
        "buffs": "CB: 2880, HP: 4200, Ataque: 140, Defesa: 140, DMG: +1% - NECESSÁRIO COMPRAR A RECEITA NO NPC."

    },

    "PLAINOMELLETE": {

        "lvlreq": "LVL 55 para comer",
        "require": "Ingredientes",
        "name": "Omelete simples",
        "buffs": "CB: 3000, HP: 4800, Ataque: 160, Defesa: 160, Roubo de vida: 2000"

    },

    "PIZZA": {

        "lvlreq": "LVL 55 para comer",
        "require": "Ingredientes",
        "name": "Pizza de vegetais e Bacalhau",
        "buffs": "CB: 3120, HP: 5100, Ataque: 170, Defesa: 170, Cura: +5%, VIT: +2%"

    },

    "ESPETODECORDEIRO": {

        "lvlreq": "LVL 55 para comer",
        "require": "Ingredientes",
        "name": "Espeto de peixe e cordeiro",
        "buffs": "CB: 3240, HP: 5400, Ataque: 180, Defesa: 180, Chance de bloqueio: +1%"

    },

    "CALDOCORAGEM": {

        "lvlreq": "LVL 55 para comer",
        "require": "Ingredientes",
        "name": "Caldo de corajem",
        "buffs": "CB: 3360, HP: 5700, Ataque: 190, Defesa: 190, Crit: +2%"

    },

    "ESPAGUETE": {

        "lvlreq": "LVL 55 para comer",
        "require": "Ingredientes",
        "name": "Espaguete",
        "buffs": "CB: 3480, HP: 6000, Ataque: 200, Defesa: 200, DMG ao chefe: +2%  - NECESSÁRIO COMPRAR A RECEITA NO NPC."

    },

    "WRAPDRAGON": {

        "lvlreq": "LVL 60 para comer",
        "require": "Ingredientes",
        "name": "Dragon Wrap",
        "buffs": "CB: 3720, HP: 6600, Ataque: 220, Defesa: 220, Resistência a crítico: 1~2%"

    },

    "WRAPFRANGO": {

        "lvlreq": "LVL 60 para comer",
        "require": "Ingredientes",
        "name": "Wrap de frango e queijo grelhado",
        "buffs": "CB: 3960, HP: 7200, Ataque: 240, Defesa: 240, Precisão: 1%, DMG: 1%"

    },

    "FILEALASKA": {

        "lvlreq": "LVL 60 para comer",
        "require": "Ingredientes",
        "name": "Filé de bacalhau do Alasca",
        "buffs": "CB: 4200, HP: 7800, Ataque: 260, Defesa: 260, Ignorar DEF: 2% ~ 4%"

    },

    "HAMBURGUER": {

        "lvlreq": "LVL 60 para comer",
        "require": "Ingredientes",
        "name": "Hambúrguer com Batatas Fritas e Frango",
        "buffs": "CB: 4400, HP: 8400, Ataque: 280, Defesa: 280, Cura realizada: 5%, Redução de dano crítico: 2%, Resistência a críticos: 0 ~ 2%"

    },

    "COSTELACORDEIRO": {

        "lvlreq": "LVL 60 para comer",
        "require": "Ingredientes",
        "name": "Costeleta de cordeiro",
        "buffs": "CB: 4680, HP: 9000, Ataque: 300, Defesa: 300, Debuff Boost: 2% ~ 5%, DMG: 0 ~ 1%  - NECESSÁRIO COMPRAR A RECEITA NO NPC."

    },

    "CORDEIROCOMBATATA": {

        "lvlreq": "LVL 70 para comer",
        "require": "Ingredientes",
        "name": "Ensopado de Cordeiro com Batatas",
        "buffs": "CB: 4920, HP: 9600, Ataque: 320, Defesa: 320, Cura realizada: 5.0%, HP: 1.0%, DMG: 1.0%, DMG em todas classes: 0-1.0%"

    },

    "CHESSY": {

        "lvlreq": "LVL 70 para comer",
        "require": "Ingredientes",
        "name": "Caçarola de frango e arroz Chessy",
        "buffs": "CB: 5160, HP: 10200, Ataque: 340, Defesa: 340, Roubo de vida: 1% ~ 2%, HP: 1.0%, Debuff Resist: 0 ~ 3%"

    },

    "BLACKPEPPER": {

        "lvlreq": "LVL 70 para comer",
        "require": "Ingredientes",
        "name": "Pimenta preta, cordeiro",
        "buffs": "CB: 5400, HP: 10800, Ataque: 360, Defesa: 360, Slash DMG: 2% ~ 4%"

    },

    "FIDEUA": {

        "lvlreq": "LVL 70 para comer",
        "require": "Ingredientes",
        "name": "Fideua",
        "buffs": "CB: 5640, HP: 11400, Ataque: 380, Defensa: 380, Bônus de DMG para alvos com debuff: 2% ~ 4%  - NECESSÁRIO COMPRAR A RECEITA NO NPC."

    },

    "CRISPYSQUID": {

        "lvlreq": "LVL 70 para comer",
        "require": "Ingredientes",
        "name": "Lula crocante",
        "buffs": "CB: 5880, HP: 12000, Ataque: 400, Defesa: 400, Crit DMG: 4%, Crit Rate: 0 ~ 2% - RECEITA GANHA NA BOLSA DO MESTRE COZINHEIRO."

    },

    "PASSIONSALAD": {

        "lvlreq": "LVL 80 para comer",
        "require": "Ingredientes",
        "name": "Salada de Paixão",
        "buffs": "CB: 6120, HP: 13200, Ataque: 440, Defesa: 440, Chance de bloqueio: 2%, HP: 0 ~ 2%, Redução de dano de bloqueio: 0 ~ 2%"

    },

    "SQUIDSALAD": {

        "lvlreq": "LVL 80 para comer",
        "require": "Ingredientes",
        "name": "Salada de Lula no pão",
        "buffs": "CB: 6360, HP: 12600, Ataque: 420, Defesa: 420, HP: 2%, DMGx: 0% ~ 2%, Crit resistência: 0% ~ 2%"

    },

    "PANFRIED": {

        "lvlreq": "LVL 80 para comer",
        "require": "Ingredientes",
        "name": "Lombinho de borrego frito",
        "buffs": "CB: 6600, HP: 13800, Ataque: 460, Defesa: 460, DMG a Guerreiros: 2% ~ 3%, DMG a Clérigos: 0% ~ 3%, DMG Todas as clases: 0% ~ 3%"

    },

    "MUSHROOMPIE": {

        "lvlreq": "LVL 80 para comer",
        "require": "Ingredientes",
        "name": "Torta de Cogumelos",
        "buffs": "CB: 6840, HP: 14400, Ataque: 480, Defesa: 480, Cura realizada: 3% ~ 8%, Velocidade de movimento: 2% ~ 8%   - NECESSÁRIO COMPRAR A RECEITA NO NPC."

    },

    "LOBSTER": {

        "lvlreq": "LVL 80 para comer",
        "require": "Ingredientes",
        "name": "Langosta Thermidor",
        "buffs": "CB: 7080, HP: 15000, Ataque: 500, Defesa: 500, Ataque: 1% ~ 2%, Crit rate: 1% ~ 2%, Ignorar Def: 0% ~ 5%  - RECEITA GANHA NA BOLSA DO MESTRE COZINHEIRO."

    },

    "OAK": {

        "lvlreq": "LVL 90 para comer",
        "require": "Ingredientes",
        "name": "Phoenix assado em carvalho",
        "buffs": "CB: 7320, HP: 15900, Ataque: 530, Defesa: 530, Cura realizada: 5%, Todos attr: 1% ~ 3%, DMGx: 1% ~ 3%, HP: 0% ~ 3%"

    },

    "RAINBOW": {

        "lvlreq": "LVL 90 para comer",
        "require": "Ingredientes",
        "name": "Tentáculos da lula do arco-íris",
        "buffs": "CB: 7560, HP: 16800, Ataque: 560, Defesa: 560, Resistência a debuff: 3% ~ 8%"

    },

    "SEAFOOD": {

        "lvlreq": "LVL 90 para comer",
        "require": "Ingredientes",
        "name": "Frutos do mar Sukiyaki",
        "buffs": "CB: 8040, HP: 18600, Ataque: 620, Defesa: 620, Chance de bloqueio: 5%, Bloqueio de dano: 0% ~ 3%, Redução de dano refletido: 0% ~ 5%   - NECESSÁRIO COMPRAR A RECEITA NO NPC."

    },

    "SALMON": {

        "lvlreq": "LVL 90 para comer",
        "require": "Ingredientes",
        "name": "Salmão e ovo com torradas",
        "buffs": "CB: 8280, HP: 19500, Ataque: 650, Defesa: 650, taxa de esquiva: 2% ~ 3%, HP: 0% ~ 3%, DMGx: 0% ~ 3%  - RECEITA GANHA NA BOLSA DO MESTRE COZINHEIRO."

    },

    "COZINHAR": {
        "name": "Cozinhar"
    },

    "FARM": {
        "name": "Fazenda",
        "descricao": "Na fazenda você poderá cultivar, fabricar itens alimentares, atender aos pedidos dos clientes para obter recompensas como: moedas da fazenda, experiência ilimitada e penas. Pescar, minerar e adquirir madeiras. A fazenda pode ser desbloqueada a partir do nível 30 pagando 100 de fama do reino.",
        "headerchefechoco": "Chefe Choco",
        "chefechoco": "Após atender todos os clientes o Chefe Choco pode aparecer na sua fazenda solicitando a você algum pedido especial. Ao atendê-lo você irá ganhar a sacola do mestre cozinheiro que poderá te dar a chance de conseguir melhorias para os animais da sua fazenda e pontos culinários, além de receitas que só podem ser obtidas através da sacola.",
        "headerguaxinim": "O Grande Guaxinim",
        "guaxinim": "Diversas vezes durante o decorrer do dia  o grande Guaxinim irá aparecer na sua fazenda com um pedido aleatório. É importante atendê-lo pois é uma das fontes de conseguir ovos de insetos, que são utilizados para alimentar a coco e também para fazer a carga da guilda.",
        "headerpets": "Pet da fazenda",
        "cachorros": "Você pode obter um cão de estimação por 10000 moedas da fazenda. Ele ficará na sua fazenda e fará uma viagem para trazer de volta recompensas a cada 8 vezes que for alimentado. Somente seus amigos e companheiros de guilda podem alimentar o cão. Você pode alimentar uma vez por dia até 12 cães, incluindo o seu próprio cão. Após 4 pequenas viagens, o cão irá fazer uma viagem mais longa.",
        "fimdescricao": "Então sempre reserve um tempo para sua fazenda, pois é importante para a sua evolução."
    },

    "CB": {
        "name": "Dicas sobre CB",
        "descrip": "EM BREVE!",
        "cbcartarheader": "CB das Cartas",
        "cbcartas": "Nas cartas a dica que podemos dar para os iniciantes é, não gaste sua mana melhorando cartas roxas, pois elas serão trocadas rapidamente por cartas douradas. Quando começar a pegar suas primeiras cartas douradas não tenho medo de avançar ela até o limite máximo de +12, pois quando pegar cartas melhores e for realizar a troca, ao desmantelar suas cartas douradas, toda mana gasta para melhorar até +12 será devolvida para você. Assim te permitindo aumentar o nível da sua nova carta. Conforme você avançar no jogo verá que existem cartas de diferentes níveis e tipos, douradas nível 1,2 e 3, vermelhas (que são as melhores do jogo) níveis 1,2 e 3 também, como já é esperado as cartas vermelhas são as mais difíceis de se conseguir mas vale a paciência pois o retorno de CB e atributos para o personagem é muito bom.",
        "cbequipsheader": "CB dos Equipamentos",
        "cbequips": "",
        "cbacessorios": "",
        "cbmontariabatalha": "",
        "cbpthabilidades": "",
        "cbcomidas": "",
        "cbaprimoramento": "",
        "cbmoda": "",
        "cbtreinaguilda": "",
        "cbfada": "",
        "cbguardiao": "",
        "cbtrilha": "",
        "cbbrasao": ""
    },

    "MERCADO": {
        "name": "Mercado",
        "descrip": "Dentro da opção mercado, você irá notar que existem dois tipos de comércio. A loja é onde você poderá gastar espirais, comprar pacotes, trocar suas moedas de recompra, gastar sua fama do reino e pontos obtidos na arena que são utilizados para comprar fragmento de baú de ouro ou carta de talismã aleatória. Já no comércio é onde você irá encontrar itens dropados por outros jogadores que são colocados a venda.",
        "comercioheader": "Comércio",
        "comercio": "No comércio você poderá obter diversos itens, como: equipamentos para o personagem, brasões, habilidades para o seu guardião, chapéus, acessórios, cartas não identificadas e outros. O diferencial dentro do comércio é a vitrine que funciona por sistema de lances, onde um item fica exposto por 4 horas e durante esse tempo até 50 jogadores podem se interessar por aquele item. No final da contagem o item será vendido aleatoriamente ao jogador mais “sortudo”.",
        "loja": "Loja",
        "descriploja": "Na aba loja você terá acesso a alguns itens que são vendidos diretamente pelo jogo.",
        "especialt": "Especial",
        "especial": "Ofertas que são adquiridas apenas com espirais pagos. Nesta aba não é possível conseguir nada com espiral vinculada.",
        "limitet": "Limite",
        "limite": "Alguns pacotes e itens também são comprados com espiral pago. Ao atingir determinado nível vai aparecendo alguns itens mais interessantes como o “livro de troca de classe” que é comprado com estrela de prata.",
        "espiralt": "Espiral",
        "espiral": "Aqui você poderá usar suas espirais vinculadas para conseguir materiais de melhoria para os seus acessórios e para os seus equipamentos, como por exemplo: Gemas de melhoria. Pode ser obtido também: Montarias simples, Bilhetes de gacha, Fruta de lótus, Mana, dentre outros que liberam de acordo com o seu nível.",
        "moedat": "Moeda",
        "moeda": "As moedas são adquiridas através de recompra, você consegue fazer recompra com itens e cartas não identificadas além de alguns outros itens que são obtidos no jogo como por exemplo: Adaman. É possível comprar: Estrelas de prata, Mana, Poeira estelar, Materiais de melhoria, Luz da lua dourada e outros.",
        "pontost": "Pontos",
        "pontos": "Os pontos são divididos em 3 tipos.",
        "cartasAjudante": "- Cartas de Ajudante: Adquiridas quando você ajuda outro player em alguma dg, como nos Reinos das Cartas, Equipamentos, Tesouro do dragão, Escolta, Chefe dos Zodíacos ou até mesmo enviando pratos de comida.",
        "ptarena": "- Pontos de Arena: adquirida quando você luta na arena, ganhando colocações. ",
        "famareino": "- Fama do Reino: obtida participando de eventos do reino durante todo o dia no servidor. Nesta aba você consegue comprar fragmentos de baú, cartas de talismã, materiais de melhoria, dentre outros.",
        "artefatot": "Artefato",
        "artefato": "Disponibilizado diariamente itens aleatórios para que você possa comprar, como: pena, tecido elegante, rede e poeira. Os itens podem ser atualizados utilizando “Bilhete de atualização de artefato”, comprado com 10 espirais."
    },

    "FAMA": {
        "name": "Fama do Reino",
        "descrip": "A fama do reino é adquirida pelas participações nos eventos do reino que ocorrem diariamente durante o decorrer do dia dentro do jogo. Vale lembrar que existe um limite diário para os ganhos de fama do reino. A fama do reino é utilizada para liberar soquete em equipamentos e comprar alguns materiais de melhoria para os seus equipamentos. Também é possível comprar luz da lua roxa para fazer  invocações e realizar o drop de brasões. Para utilizar os pontos basta ir até o mercado na aba Pontos."
    },

    "MONTARIADEGUERRA": {
        "name": "Montaria de Guerra",
        "descrip": "A montaria de guerra é liberada a partir do nível 70, quando é liberado o evento Castelo do céu. Ao entrar no castelo você irá realizar algumas missões para ganhar a moeda de troca necessária para poder comprar seu primeiro ovo de dragão. A montaria de guerra é utilizada para te auxiliar em combates e afeta seu CB diretamente.",
        "sacolat": "Sacola",
        "sacola": "Na sacola é apresentado todos os itens que você dropa ou ganha em baús comprados na loja do castelo do céu. Caso queira desmantelar os itens ganhos eles irão se transformar em essência para que seja consumido pela montaria.",
        "subirnvlt": "Subir NV",
        "subirnvl": "Para subir o nível da sua montaria, você irá utilizar os materias que não te servem mais como fonte de exp. Equipamentos azuis dão pouca exp enquanto os roxos dão uma quantidade bem mais interessante para ajudar o up da montaria.",
        "fundirt": "Fundir",
        "fundir": "O material utilizado na fundição são os ovos de dragão que você poderá dropar quebrando carroças, abrindo caixas de suprimentos que são vendidas na loja do castelo, abrindo ovos no tesouro do dragão ou até mesmo comprando na loja com espirais pagas. Importante se atentar a esse recurso pois ajuda bastante no CB da sua montaria.",
        "ovodourado": "O ovo de dragão dourado pode ser obtido na sala do tesouro com 6 maçãs de ouro que podem ser compradas nos eventos após o nível de personagem 75. Pode ser comprado também nos eventos do jogo. O ovo dourado muda o visual da sua montaria, deixando-a mais bonita, além de subir CB e liberar a aba 'evoluir', onde você poderá aumentar o ranking ao completar as 5 estrelas. Para completar essas estrelas e subir o ranking que vai de I a IV, você precisa consumir ovos dourados e gastar 20000k de estrela de prata. A cada ranking será desbloqueado atributos à montaria como: bônus dano contra montarias e bônus de HP. Serão desbloqueados também mais espaços para equipar os orbes de dragão que são adquiridos com pontos nas finais do castelo. Ao atingir o ranking II e IV será alterado a aparência da montaria. ",
        "pedradeguerrat": "Pedra de Guerra",
        "pedradeguerra": "Ao atingir o nível 85, irá habilitar em sua montaria a aba, Pedra de Guerra, as pedras de guerra são obtidas em eventos ou abrindo baús das missões diarias do castelo do céu. Elas também possuem qualidades assim como os equipamentos indo de azul até dourada. Ao ganhar suas pedras de guerra você poderá evoluir elas com o objetivo de fazer a pedra perfeita. O preço pago por cada tentativa de evolução é com estrelas de prata aumentando a cada nível conquistado, aqui existem 3 possíveis situações, 1 - Falha, 2 - Exito ou 3 - Perfeito. Você deve tentar evoluir as suas pedras com o máximo de estrelas PERFEITAS que você conseguir, quanto mais perfeitos maior será o CB que a sua Pedra de Guerra irá te dar."
    
    },

    "CASTELOCEU": {
        "name": "Castelo do Céu",
        "descrip": "Ao atingir o nível 70 você ganhará acesso ao castelo do céu, onde você irá ganhar sua montaria de batalha, para ganhar ela de forma simples basta completar as missões diárias do castelo e compra-lá na loja. Após completar suas missões e receber suas recompensas basta entrar na loja do castelo do céu pela interface do reino e comprar seu primeiro ovo de montaria.",
        "baust": "Coleta de baú",
        "baus": "No campo adversário existem baús no chão, eles ficam na lateral do mapa, então ao sair da sua base, basta seguir pelas laterais direita ou esquerda. Você deve pegar 5 desses baús e trazer para sua base, existe um marcador no seu campo mostrando onde eles devem ser deixados.",
        "carrocast": "Destruir Carroças",
        "carrocas": "Assim como nos baús existem duas carroças em cada campo inimigo, aqui é legal ir com uma equipe ou assim que abrir o castelo pois terá muitos players batendo na carroça, o que tornará a missão mais fácil e rápida de ser completada. A missão consiste em destruir 3 carroças, você não precisa dar o golpe final para contabilizar a destruição, só de ter causado dano já irá contar como 1 carroça destruída.",
        "detalhet": "Spots",
        "detalhe": "Mesmo após destruir as carroças e pegar os 5 baús, sua barra de progresso ainda não estará completa. Para terminar de completar essa barra de progresso basta achar um campo com monstros que ficam nas laterais ou no centro do mapa e ficar matando os mobs que lá se encontram. Após ter carregado totalmente a sua barra e coletado as recompensas não há mais nada a ser feito por aqui."
    },

    "CORREDORNEBULOSO": {
        "name": "Corredor Nebuloso",
        "descrip": "O corredor nebuloso é liberado ao alcançar o nível 75, o acesso é feito pelo mapa Manador. O corredor é a forma que você tem para começar a ganhar os seus acessórios dentro do mundo de Tales. Monte equipe de 5 jogadores fortes e do mesmo nível de habilidade, não é recomendado jogar no modo automático nesse mapa, sempre se movimente e desvia o máximo possível para não perder suas 4 vidas disponíveis.",
        "bossesqt": "Boss Esquerda: Mahonin",
        "bossesq": "Bem na entrada do campo de Mahonin existe um “ativador” que irá fazer surgir um fantasma sombrio e um fantasma da luz nos quais você irá se transformar para cancelar algumas habilidades do boss caso ele as invoque. Em um certo momento Mahonin pode invocar uma criatura sombria no meio do campo que irá soltar ondas de dano massivo, use o ativador para se transformar no fantasma da luz, chegue próximo da criatura e use a skill do fantasma para matar o mesmo imediatamente. Dica: combine para que 1 jogador ative enquanto outro já fica posicionado para se transformar, assim você cancela o maior dano possível ao seu time. Mahonin também possui uma habilidade onde ela começa a falar sobre a luz divina do julgamento, nesse momento seja rápido, use o ativador para que algum membro da sua equipe se transforme no fantasma sombrio, chegue perto de Mahonin e use a habilidade do fantasma. Caso não consiga realizar a ação, use alguma transformação pois o dano que irão receber é alto.",
        "bossdirt": "Boss Direita: Clione",
        "bossdir": "O mais tranquilo de todos é o Clione, antes de entrar dentro do campo de batalha de Clione, pegue a runa que se encontra bem na entrada, o jogador que pegar a runa será o responsável por libertar seus aliados do stun que Clione causa em todos (menos em quem está com a runa). No canto superior direito da tela existe um ativador que deve ser usado assim que Clione gritar “PARE COM ESSE TUMULTO”, o jogador que pegou a runa deve correr até o ativador para que possa libertar seus aliados, caso o mesmo não faça isso os aliados na área de efeito do ataque de Clione irão tomar hit kill. É basicamente uma questão de posicionamento.",
        "baphomett": "3 Baphomets",
        "baphomet": "Após passar por Clione você irá subir até os 3 Baphomets, é recomendado ir um DPS no meio e dois de cada lado nas laterais direita e esquerda, pise no círculo que está bem na entrada de cada baphomet para desativar o escudo que os cerca e comece a dar dano. Mate-os rapidamente para que não ativem suas skills.",
        "ellat": "Boss final: Ella",
        "ella": "Ella é o último boss e suas habilidades são umas das mais complicadas do corredor. É de extrema importância que fique se movendo a todo momento, pois ela causa altas quantidades de dano. Para passar deste boss, basta apenas ter cuidado e ir causando dano sempre que possível. Duas habilidades que você precisa tomar cuidado são os balões que o boss solta e quando uma determinada carta for virada no meio da luta. Nos balões não há segredo, basta apenas desviar para se manter vivo. Já na segunda habilidade, Ella irá mostrar 3 cartas surpresas, e ao serem reveladas corra para o lado oposto, por exemplo: Se Ella lhe mostrar uma carta PRETA DE ESPADAS, você deve correr para o lado vermelho do campo, e se caso ela lhe mostrar uma carta DE COPAS VERMELHA, vocẽ deve correr para o lado preto do campo. Caso não consiga realizar essa ação você irá tomar hit kil. Haverá um momento durante a batalha em que o campo será dividido e aparecerá uma carta de cada lado, os membros de cada parte do campo deverão ser rápidos para matar a carta, lembrando que quem está no lado vermelho não poderá ajudar os membros do lado preto, até que ambas cartas sejam derrotadas.",
        "acessoriost": "Acessórios",
        "acessorios": "Ao derrotar cada boss você irá ganhar acessórios aleatórios, com qualidades diferentes seguindo o mesmo padrão, azul, roxo e dourado. Os acessórios possuem elementos e são indicados para cada tipo de build que você esteja fazendo, Fogo: DPS, Gelo: Tank, Vento: Esquiva."
    },

    "EQUIPAMENTOS": {
        "name": "Equipamentos",
        "descrip": "Como um todo os equipamentos são uma das partes mais importantes do seu personagem, é baseado nele que você irá moldar em que atributo seu personagem será focado, os sets são compostos por (peitoral, cinto, calça e bota), juntando as 4 partes de um mesmo set ou seja com o mesmo nome, você irá ativar atributos extras para o seu personagem como: taxa de crítico, chance de bloqueio, esquiva e outros. Já a arma, luva e talismã por sua vez não possuem sets, porém existem também vários tipos diferentes, você deve escolher aquela que melhor se encaixa com o tipo de personagem que você está fazendo. O chapéu pode ser conquistado utilizando o mapa do artefato e podem vir com qualidades diferentes (roxo, dourado ou vermelho).",
        "dicast": "Dicas",
        "dicas": "Se você está começando o jogo agora utilize os equipamentos que forem dropando ao decorrer do jogo até atingir o nível 60, a partir deste nível você deve focar em comprar e dropar equipamentos dourados de nível 60, nunca gaste suas conchas com equipamentos que não sejam deste nível, pois os equipamentos de nível 60 são os únicos que ficarão com você no decorrer do jogo, porque posteriormente eles poderão ser avançandos em equipamentos 70, 80 e assim por diante, fazendo o uso dos brasões. .",
        "avancart": "Avançar",
        "avancar": "Avançar um equipamento o torna um pouco mais forte, basta ter os materiais necessários que são dropados no reino dos equipamentos e uma certa quantidade de estrela de prata para que possa realizar esta ação. Quando for subir o nível do seu equipamento avançado para 70 por exemplo, o material gasto nele na hora de avançar será devolvido. Dica: Só vale a pena você avançar um equipamento se estiver muito difícil de conseguir o brasão para avançar de nível, pois os atributos de nível são melhores que um avanço.",
        "slotscartat": "Soquetes das Cartas",
        "slotscarta": "Soquetes de cartas são liberados ao decorrer do jogo. Conforme seu personagem sobe de nível, será liberado a opção de abrir novos slots para cartas, sendo que esses slots são pagos com fama do reino para serem desbloqueados. O máximo que um equipamento pode ter são até 4 slots. O único equipamento que é diferente para abrir slots é o chapéu sendo necessário que você adquira pergaminhos de soquete de chapéu para que tal ação seja possível, estes pergaminhos são adquiridos no comércio ou desmantelando outros chapéis. Para o primeiro slot será necessário 30 pergaminhos e para o segundo 300 pergaminhos.",
        "subirnvlt": "Aumentar Nível do Equipamento",
        "subirnvl": "Para subir o nível de um equipamento será necessário que você drope ou compre no comércio um brasão para o item que está querendo subir de nível. Ao conseguir  este brasão basta ir até a opção subir nível que é acessada clicando sobre o item em questão e ter os itens necessários que serão (seu equipamento 60 + brasão + cristal). Os cristais podem ser adquiridos no comércio ou desmantelando equipamentos dourados acima do nível 40.",
        "reforjat": "Reforjar",
        "reforja": "A reforja dos seus itens devem ser feitas somente em equipamentos de nível 60 ou superior. Reforjar um equipamento nada mais é do que mudar seus atributos adicionais em busca de melhores, aqui os melhores são os atributos dourados, sempre reforje seu equipamento até que consiga algum atributo dourado, após conseguir você poderá 'travar' determinado atributo para que possa realizar uma nova reforja sem que este mude. Podem ser travados até 2 atributos e com isso elevando o preço pago para realizar a reforja além de ser necessário 2 tipos de materiais ao invés de 1. O equipamento com uma boa reforja tem sua barra de progresso totalmente cheia ou ao menos perto disso."

    },

    "CARTAS":{
        "name": "Cartas",
        "descrip": "Uma das melhores maneiras de deixar seu personagem mais forte é com boas cartas. As cartas respeitam os níveis de qualidade assim como os equipamentos, existem as cartas azuis, roxas, douradas e vermelhas, sendo que possuem níveis diferentes, são eles I, II, III e IV. As cartas vermelhas são conquistadas somente coletando 25 fragmentos do respectivo nível que esta juntando e depois fundindo elas em 1 carta. As cartas douradas além de serem adquiridas com os junção dos fragmentos, podem ser dropadas no reino das cartas e também no tesouro do dragão, assim como as roxas e azuis. Todas as cartas possuem 'efeitos', cada carta amarela pode ter até 5 efeitos, enquanto as vermelhas podem ter 6, esses efeitos são conquistados refinando sua carta até que todos estejam listados.",
        "melhorart": "Melhorar Cartas",
        "melhorar": "Para melhorar uma carta você irá utilizar estrela de prata e mana. As cartas douradas podem ser melhoradas até +12, enquanto as vermelhas podem ser melhoradas até +15. Caso você tenha melhorado uma carta e vá substituí-la, ao ser desmantelada a quantidade de mana que foi utilizada para chegar no limite máximo será devolvida. A mana que você precisa para melhorar as suas cartas é adquirada desmantelando as cartas que você conseguir no reino das cartas e que não vá utilizar ou comprando-as na loja.",
        "refinart": "Refinar",
        "refinar": "Através do refinar você consegue melhorar os efeitos da carta. Toda carta tem um limite de efeitos, as cartas amarelas podem ter até 5 efeitos, enquanto as cartas vermelhas podem ter 6. O material utilizado para refinar cartas é adquirido em eventos, na loja ou nos chefes do zodíaco.",
        "poeiraamarelat": "Poeira Estelar Amarela",
        "poeiraamarela": "Material utilizado para refinar cartas de qualidade dourada. Quanto maior o nível da carta, mais poeiras serão necessárias para realizar o refinamento.",
        "poeiravermelhat": "Poeira Estelar Vemelha",
        "poeiravermelha": "Material utilizado para refinar cartas de qualidade vermelha. Quanto maior o nível da carta, mais poeiras serão necessárias para realizar o refinamento."
    },

    "CONCHAS": {
        "name": "Conchas",
        "comoganhart": "Como conseguir conchas",
        "comoganhar": "Você pode ganhar conchas vendendo equipamentos dourados, brasões, montarias, chapéus, ou seja tudo que você puder colocar no comércio. Você também ganha conchas realizando a carga da guilda, apostando na corrida que ocorre todas as quartas-feiras, dando o último golpe no chefe do mundo e doando distintivos da fama roxos ou dourados adquiridos nos Eventos do Reino. No jogo também existe o 'passe', com as medalhas da coragem que são obtidas ao fazer as missões diárias, é possível trocar por uma quantidade semanal fixa de conchas.",
        "paraqueservet": "Como utilizar?",
        "paraqueserve":"As conchas são a sua moeda de compra dentro do comércio do jogo. É com ela que você irá comprar seus itens dourados, seus brasões, suas montarias, dentre muitas outras coisas disponíveis no mercado."
    },

    "GUILDA": {
        "name": "Guilda",
        "treinamentodaguildat": "Treinamento da Guilda",
        "treinamentodaguilda": "Ao realizar atividades relacionadas a guilda você irá receber brasões da guilda, estes brasões são utilizados para serem doados no treinamento da guilda. Ao doar seus brasões você começa o processo de evolução do calíce. Cada calíce é pessoal e mesmo se você trocar de guilda ele irá se manter de onde você parou. Ao completar o calíce 100% e passar para o próximo nível você irá receber pontos que serão distribuídos de acordo com a sua necessidade. Em atributos você irá receber CB e % de dano ou resistência extra contra críticos. Modo de jogo te dará buffs em determinados modos: Boost de dano e HP da equipe na GvG, Dano ao boost dos monstros nos reinos, Boost de dano e HP no templo da luz, Boost de HP no caçador de tesouros, Boost de HP na GvG, Boost de HP no castelo do céu e Boost de HP no duelo das ruínas. Produção aumenta o tanto de peixes, madeiras ou minérios que você coleta. Renda te oferece alguns extras dentro do jogo, como estrela de prata, mana e fama do reino. Repare que também existe para cada um dos modos um tipo de domínio, ao encher essas barras de dominío você irá receber atributos extras ou espirais por exemplo, você pode verificar o bônus que irá ganhar clicando sobre (?) que se encontra logo ao lado do nome. O treinamento da guilda é acessado pela aba eventos dentro do menu da guilda.",
        "cargadaguildat": "Carga da Guilda",
        "cargadaguilda": "A carga da guilda é uma das maneiras que você tem para conseguir conchas dentro do jogo. Ela funciona de forma simples, basta carrega-lá com o que está sendo solicidado. Conforme você avança vai ganhando algumas recompensas fixas: baús de ouro, conchas e brasão da guilda, até chegar na última que será após completar 10 carroças e ganhar 1 mapa do artefato. Você também pode solicitar ajuda diária para que os membros da guilda possam carregar o seu pedido. Lembrando que o envio também pode ser feito utilizando espirais caso não consiga o que está sendo pedido. A carga da guilda é acessada pela aba eventos dentro do menu da guilda.",
        "guaxininst": "Legião de Guaxinins",
        "guaxinins": "Em momentos aleatórios do dia a legião dos guaxinins irá atacar a sua guilda, você deve formar uma equipe com pelo menos 3 membros e todos devem ser da mesma guilda para expulsar os guaxinins. A cada guaxinim expulso você ganha brasões da guilda para utilizar no treinameto da guilda, além de ovos de inseto para alimentar a coco e a chance de ganhar pimenta preta utilizada para cozinhar na sua fazenda. A única invasão que é certeza que irá acontecer todos os dias no mesmo horário é as 18h50 do servidor, nesta invasão além de expulsar os guaxinins a sua guilda deve derrotar o Velho Vombat que irá surgir após todos serem expulsos. O Velho Vombat deve ser derrotado até às 19h10, caso contrário a guilda perderá 300 fundos, que são utilizados para aumentar o nível.",
        "cocot": "Coco",
        "coco": "A Coco é o mascote da guilda e pode ser alimentada até 25 vezes por dia por cada membro, seja com ovos de insetos, carpa, bacalhau e/ou baiacu. Após encher os pontos de alegria da coco, ela produzirá um tesouro. O mestre da guilda pode reivindicar o tesouro e começar o evento de celebração.  Quanto mais pontos de contribuição de alimentação tiver, mais recompensas você receberá durante o evento. Se os pontos de alegria encherem rápido, mais Cocos apareceram na sua guilda, mas caso demore demais para encher, ela sumirá. Os 3 primeiros do ranking de doação ganham espirais.",
        "gvgt": "Guerra das Guildas",
        "gvg": "A guerra das guildas acontece toda terça e quinta as 20h horário do servidor. É de extrema importância que você participe e ajude a sua guilda neste evento, pois é nele que vocês irão ganhar os artefatos para conseguirem forjar as armas da guilda. Na GvG existe o CAMPO DE BATALHA principal, onde poderão entrar apenas aqueles que são nomeados elites de batalha pelo líder da guilda ou delegado. No campo principal é onde a partida é vencida ou perdida e pode entrar até 30 membros que devem lutar contra os adversários, proteger as torres aliadas e destruir as torres inimigas. Do lado direito e esquerdo, temos duas entradas para as MINAS que são de extrema importância. O objetivo é coletar os cristais que aparecem pelo mapa, ao coletar esses cristais suas torres no campo de batalha irão se fortalecer e renegerar vida mais rapidamente, atrapalhando assim o inimigo. Caso veja algum adversário colentando cristais ataque ele pois automaticamente irá parar de coletar. É essencial que haja uma equipe forte nas MINAS para que matem os inimigos enquanto o restante realiza a coleta.",
        "temploluzt": "Templo da Luz",
        "temploluz": "É uma masmorra acessada pelo território da guilda que pode ser aberta toda sexta-feira das 10:00 às 23:00 pelo líder da guilda. O objetivo é eliminar todos os boss e ir subindo o maior número de andares que for possível. O tempo de duração da masmorra é de 30 minutos podendo entrar até 40 pessoas por portal. Cada boss derrotado dará fragmentos de baú de ouro, exp e brasão da guilda, podendo ter a chance de ganhar ovo de dragão roxo e armadura de montaria de batalha. Após ser completado o Templo Normal, será desbloqueado o Elite do Templo, onde apenas mestres da guilda podem nomear os elites que terão acesso. Ao derrotar o chefe do Templo Elite irá derrubar itens para o Cofre do leilão da guilda. O leilão começará assim que o Templo de Elite terminar, e os ganhos serão distibuídos de acordo com o dano causado, sofrido e rankings de cura.",
        "dragaot": "Missão do Dragão",
        "dragao": "A missão do dragão pode ser iniciada toda terça-feira e é preciso ter 20 membros da guilda online para que o evento se inicie. O objetivo é derrotar o dragão que irá aparecer no território da guilda e sequestrar um membro do sexo feminino. Após o sequestro os membros deveram escolher entre 2 caminhos, 'unidos venceremos' e 'caminho do herói', o caminho do herói é recomendado para os membros mais fortes da guilda pois é realizado de maneira solo. Já o unidos venceremos é feito por todos os membros que entrarem por este caminho. É obrigatório ter ao menos 1 herói para salvar a princesa sequestrada. Este evento oferece bastante estrela de prata e exp além do titulo de princesa (para as meninas) e de conde para quem salvar a princesa (lembrando que tanto o personagem feminino como masculino pode ser herói).",
        "artefatot": "Artefato da Guilda",
        "artefato": "O artefato da guilda é a arma utilizada apenas por membros da guilda que é fundida através dos fragmentos de artefato obtidos na guerra das guildas. Esta arma aumenta os stats e oferece bônus, mas apenas para atividades que envolvem a guilda, ou seja, ela não funciona para tudo dentro do jogo. Quando sua guilda forjar a primeira arma, ela poderá ser convetertida em outras armas e ser passada por diversos membros. Respeitando o tempo limite entre cada conversão.",
        "invocacoest": "Invocar Sinos",
        "invocacoes": "Sempre que você realiza o evento tesouro do dragão, você recebe alguns sinos de invocação. Estes sinos devem ser invocados no território da guilda. É interessante criar uma equipe para matá-los caso não consiga fazer isso sozinho. O pessoal da equipe também recebe um pouco do drop do monstro invocado, estrela de prata e podendo ser dropado até equipamentos dourados."
    },

    "GUARDIAO": {
        "name": "Guardião",
        "descrip": "Guardiões possuem diferentes qualidades como azul, roxo, dourado e vermelho. Assim como nos equipamentos essas qualidades vão do mais fraco (azul) até o mais forte (vermelho), as qualidades de azul a dourado podem ser adquiridas utilizando o item REDE no mapa Ilha dos Guardiões. Já os guardiões de qualidade vermelha, somente são conquistados juntando 25 fragmentos de determinado guardião, os fragmentos podem ser dropados com mapa do artefato, comprados no comércio ou em eventos.",
        "matrizt": "Matriz",
        "matriz": "Conforme você avança de nível novas matrizes vão sendo desbloqueadas permitindo a você colocar mais guardiões nela. O ponto mais importante da matriz é se atentar ao atributo que cada uma te fornece em relação ao guardião equipado. Por exemplo, na matriz de cima, ela te da 9% (guardiões dourados) de todos os atributos do guardião, logo você deve deixar seu guardião mais forte neste espaço. A medida que você for desbloqueando e ganhando novos guardiões procure deixar aquele que é mais forte em determido slot para que assim você possa se beneficiar mais dele. Os slots que irão se liberar serão: ATQ, DEF, HP, EQUILIBRO.",
        "aprendert": "Aprender Habilidade",
        "aprender": "Para aprender uma nova habilidade de guardião, basta você dropar, ganhar ou comprar um livro e ensina-la ao seu guardião. A melhor dica que podemos dar aqui é: procure sempre por livros que te ofereça atributos em (%), como o Poder do Sábio, Coração de Dexter, Poder do Sentinela dentre muitas outras.",
        "evoluirt": "Evoluir",
        "evoluir": "Abaixo de cada guardião existe um número de estrelas, para aumentar essas estrelas e assim aumentar a força do seu guardião, você deve dar a ele sucos de verão. Quando a barra de progresso estiver completa basta sacrificar o número solicitado de guardiões com o mesmo total de estrelas do guardião que esta melhorando para que assim possa avançar para o próximo nível. (Exemplo: Se o seu guardião tem 4 estrelas, você deverá sacrificar 4 guardiões que possuam 4 estrelas para que assim ele possa chegar a 5 estrelas.)",
        "refinart": "Refinar",
        "refinar": "ALERTA: NÃO JOGUE FORA SUAS FRUTAS DE LÓTUS. O refino de um guardião nada mais é do que mudar sua personalidade e habilidade passiva. Assim como nos equipamentos e cartas, aqui também existem qualidades (azul, roxo, dourado e vermelho). Tirar uma boa habilidade e uma boa personalidade depende muito da sorte. Mas, sempre que possísvel utilize as frutas de lótus.",
        "mutart": "Mutar",
        "mutar": "Quando seu guardião atingir 5 estrelas e você tiver o nível requerido para acessar a aba mutar, você poderá aumentar ainda mais a força do seu guardião. A mutação é bem simples, basta oferecer outro guardião 5 estrelas como sacrifício para o seu principal para que ele possa ser mutado. Após a mutação o guardião oferecido irá sumir e o seu guardião mutado estará mais forte, devendo ser respeitado o período de energia de mutação. A energia vai enchendo conforme são realizadas as missões diárias e para acelerar, devem ser utilizados pratos roxos ou melhores, que duram um período de 8h."
    },

    "FADA": {
        "name": "Fada",
        "descrip": "Ao atingir o nível 65 a fada será liberada e para desbloquear basta construir a casa dela na fazenda com os materias solicitados. ",
        "vitt": "Vitalitade",
        "vit": "VIT é o que você irá utilizar para poder usar a ação de organizar, cada vez que faz o organizar da fada é consumido 10 de VIT. Todos os dias você recebe 30 de VIT para gastar na fada, essa quantidade pode ser aumentanda comprando presente para a ela, o presente de 60 espirais aumenta o VIT diário para 40 enquanto o presente de 150 aumenta para 50.",
        "presentet": "Presentes",
        "presente": "O presente da fada é uma forma de te ajudar a subir mais rapidamente os atributos da fada, quando você abre o presente que adquiriu virá uma roupa com buffs aletórios para atributos aletórios que só poderá ser utilizada em um determido periodo de idade da fada indicado na descrição da roupa. O presente também só poderá ser utilizado na fada atual, ou seja, se você utilizar uma roupa para te ajudar a subir atributos na sua fada ao pegar outra essa roupa não estará mais disponível sendo necessário comprar novamente um presente. Dica: Os presentes são melhores utilizados em metas que precisem de 8000+ de pontos de determinado atributo.",
        "desbloqueart": "Desbloquear",
        "desbloquear": "Na aba desbloquear você irá liberar novos tipos de treinamento para serem utilizados no organizar da fada. Quanto maior o nível do treinamento desbloqueado, maior é o número de pontos que ele te da ao ser utilizado. Em 'aprender' você desbloqueia treinamentos importantes para o cumprimento das metas e alcance dos objetivos e pré-requisitos para que a fada possa desbloquear uma nova classe, vale ressaltar que a cada treinamento desbloqueado será necessário cada vez mais Vigor para desbloquear o próximo, sendo que quanto mais você pega de uma determinada cor, mais barato fica o desbloqueio. Já em 'Entreterimento' você desbloqueia 'treinamentos' que relaxam a sua fada, diminuindo o estresse causado pelos treinamentos de verdade, são como se fossem brincadeiras para ela, é muito importante manter um equilibrio bom entre esses dois tipos.",
        "estresset": "Estresse",
        "estresse": "Na parte de cima dentro do menu organizar existe uma barrada de estresse mental, é importante que você saiba equilibrar esta barra para não perder pontos importantes nos atributos conquistados ou pontos de 'Ação'. Para manter a barra sempre com uma média razoavel não arriscando que ela estoure basta que na organização da fada não tenha apenas Treinamentos e sim uma mescla entre (Aprender x Entreterimento). ",
        "organizart": "Organizar",
        "organizar": "Dentro de organizar é onde você irá realizar a ação de 'Organização da Agenda', basta selecionar os treinamentos/entreterimentos e clicar em começar, é importante manter um equilibrio nas agendas de treinamento e entreteirimento para que o estresse mental da fada não passe do limite. Ao realizar o organizar será consumido 10 de VIT e em seguida toda a sua Ação será reestabelicida novamanete para que possa jogar o doce de fada. Dica: Procure sempre combinar o entreterimento com o mesmo tipo de atributo que você está buscando, ou por entreterimentos que de atributos globais. O VIT é resetado todos os dias as 5h. ",
        "docedefadat": "Doce de Fada",
        "docedefada": "Para jogar o doce de fada é consumido Ação por cada movimento que você fizer no tabuleiro. O Objetivo é colher os atributos que esta procurando sem deixar para trás os que irá precisar para desbloquear requisitos para testes e classes. Os testes acontecem em determinadas idades e são indicados no canto da tela quando estiverem perto de acontecer.",
        "metast": "Metas",
        "metas": "As metas de vida da fada aparecem ao decorrer da sua evolução, são mostradas no canto inferior esquerdo da tela, para ver os requisitos solicitados basta apertar em cima e terá acesso ao que sua fada deve ter antes de certa idade para ganhar alguns bônus de atributos.",
        "requerimentost": "Requerimentos",
        "requerimentos": "Para saber o que sua fada irá precisar para desbloquear uma nova classe, bem ao lado dela na interface existe uma prateleira com livros, basta clicar ali e verificar qual o próxima classe que você irá querer desbloquear, a cada nova classe desbloqueada de determinado atributo a próxima sempre irá exigir mais e mais pontos para que seja alcançado seu objetivo."
    },

    "TRILHADASESTRELAS": {
        "name": "Trilha das Estrelas",
        "descrip": "A trilha das estrelas é liberada ao atingir o nível 60. Dentro da interface da trilha existem 2 tipos que devem ser evoluídos sempre que possuir os materiais necessários, a evolução da trilha afeta seu CB diretamente além de aumentar os atributos do seu personagem de acordo com a trilha em que esta subindo de nível. Já na evolução da nébula também é afetado diretamente o CB, aumentando os atributos do personagem e ainda lhe dando uma habilidade adicional que possui uma pequena chance de ser ativada.",
        "trilhat": "Trilha das Estrelas",
        "trilha": "A primeira trilha liberada para você será a Sagitta, os materiais utilizados para evoluir sua trilha das estrelas são Obsidiana, Esmeralda, Colbalto Oceânico e Ametista que são obtidos no mapa Ruinas Antigas realizando as duas missões diarias, abrindo a sacola de gema estelar ou comprando na loja da trilha, o número de materiais solicitados aumenta conforme o nível da trilha sobe, inicialmente para qualquer uma delas irão te pedir 6 Obsidiana, 6 Esmeralda e 6 Cobalto. É importante ver quais atributos a trilha te fornece e quais são seus atributos quando chegar ao nível máximo, para isso basta clicar na trilha e logo após sobre a lupa que se encontra do lado direito da descrição, veja se os atributos são importantes para o seu personagem pois as trilhas possuem suas particularidades, elas podem te dar ataque, defesa, dano contra chefes, Chance de bloqueio e etc. Conforme você subir o nível da sua trilha outras tilhas serão liberadas sendo um total de 12.",
        "elitedasruinas": "A missão de derrotar 5 elites da ruina é realizada da seguinte forma, você deve ir para um spot para realizar a sua missão principal que é derrotar 100 monstros, sempre que você derrota uma certa quantidade de monstros um chefe surge, você deve derrotar o chefe 5 vezes para concluir todas as suas missões nas Ruinas Antigas.",
        "nebulat": "Nébula",
        "nebula": "A nébula funciona da mesma maneira que a trilha das estrelas, você deve possuir os matériais necessários para que possa avança-lá de nível. A diferença maior se encontra em 2 detalhes, o primeiro é o tipo de material necessário para evoluir sua nébula, aqui são utilizados Pedra Esmaltada, Âmbar e Diamante Bruto que são adquiridos na loja da trilha com cristais, comprando com espirais em algum evento/loja ou juntando os distintivos ganhos na celebração do castelo do céu. E a segunda é que ao evoluir a nébula pelo menos ao nível de força roxo é liberada uma habilidade extra que possui uma pequena chance de ser ativada. Os detalhes de cada nébula podem ser acessadas também pela lupa que se encontra ao lado direito na descrição de cada uma delas.",
        "lojat": "Loja",
        "loja": "A loja da trilha da estrelas é acessada clicando no botão que se encontra ao lado esquerdo dentro da interface da trilha das estrelas. Todos os materiais necessários para aumentar o nível da trilha são vendidos por cristais.",
        "dicast": "Elite e Dica",
        "dica": "Por mais demorado que seja juntar Esmeraldas e Cobalto Oceânico não gaste seus cristais para compra-los, seus cristais devem ser gastos apenas com Pedra Esmaltada (2500k), Âmbar(2500k) e Diamante Bruto(50000k). Como pode ver o Diamante Bruto será o mais dificil de ser conquistado, portanto tenha paciência e junte seus cristais. Outra dica é não vender suas sacolas de gema estelar, sempre as utilize para já começar a juntar as pedras e cristais desde cedo."
    },

    "FRONTEDAGLORIA": {
        "name": "Fronte da Glória",
        "descrip": "Ao atingir o nível 80 você irá receber a quest do despertar que deve ser realizada para poder acessar o Fronte da Glória. Será liberado na parte das cartas os conjuntos, cada conjunto deve ser criado para determinada situação que você vá jogar, por exemplo conjunto 1: PVE, conjunto 2: PVP, conjunto 3: Fronte da Glória, o conjunto fronte da glória deve conter as cartas Mina ou Loras que começaram a ser dropadas no novo reino das cartas VAZIO. Essas cartas possuem o atributo PERFURAR que é utilizado para destruir o escudo que o boss possui, quanto mais perfurar você tiver, mais rapidamente o escudo irá quebrar. Ao quebrar o escudo do boss você terá um pequeno momento para que seja possível dar dano nele antes que o escudo sejá restaurado, se neste tempo você não conseguir derrotar o boss terá que quebrar o escudo novamente até que consiga realizar esta ação. É no fronte da gloria que você irá dropar runas, exp e livros que serão utilizados para melhorar suas habilidades do despertar.",
        "desafiosolot": "Desafio Solo",
        "desafiosolo": "O desafio solo é liberado logo após você ter completado a quest do despertar, aqui existirá uma quantidade mínima recomendada de perfurar para que você possa passar tranquilamente do primeiro boss, a medida que você avança a quantidade de perfurar necessário aumenta gradativamente chegando ao máximo de 150 que será no terceiro boss. Ao derrotar o último boss você irá receber exp do despertar e uma nova habilidade aleatória relacionada ao despertar. O desafio solo só pode ser completado uma única vez não sendo resetado semanalmente assim como o desafio em equipe.",
        "desafioequipet": "Desafio em Equipe",
        "desafioequipe": "Você pode iniciar batalhas em equipe após passar os 3 estágios do modo solo na fronte da glória, ou fazendo parte de alguma equipe que já possa iniciar neste modo desde que você tenha ao menos passado do nível 1 no modo solo. Diferente do desafio solo, o desafio em equipe se torna mais difícil exigindo que você tenha ainda mais perfurar e dano para conseguir passar. Outra diferença do desafio em equipe é que ele pode ser completado 1 vez por semana, sendo possível ganhar novamente exp do despertar, runas e habilidades relacionadas ao mesmo. Procure sempre entrar com uma equipe forte e bem equilibrada em termos de classe pois aqui é realmente mais difícil que o desafio solo. A fronte da glória é resetada toda quinta-feira às 5h.",
        "perfurart": "Cartas Perfurar",
        "perfurar": "Perfurar é um atributo utilizado no desafio Fronte da Glória, a função do perfurar é retirar o escudo que cerca o boss neste modo, ao fim da barra o boss irá ficar vulnerável e perder HP ao tomar dano. As cartas de perfurar são adquiridas no reino das cartas a partir do nível 80 jogando o reino do vazio, você deve juntar 25 fragmentos de Mina ou Loras e depois fundi-los para adquirir suas cartas, é possível equipar até 4 Minas e 4 Loras aumentando ainda mais o seu perfurar, é importante que você deixa suas cartas bem refinadas e na melhoria +12 para que possa ter o máximo proveito possível delas. O material utilizado para refinar cartas de perfurar é adquirido desmantelando outras Minas ou Loras."

    }


}